{
    "novel": [
      {
        "name": "วิศวกรรมประสาท (เล่ม 1-2 จบ)",
        "description": "ขึ้นชื่อว่า \"สายรหัสเทวดา\" แน่นอนว่าเรื่องหน้าตาดีต้องมาเป็นอันดับหนึ่ง แต่ผมว่าลุงรหัสของผมก็ไม่จำเป็นต้องกวนตีนมาเป็นอันดับหนึ่งขนาดนี้ก็ได้ป่ะครับ...มีใครให้ยาแนวกระเบื้องเป็นของรับน้องกันบ้างอ่ะ! ถ้าไม่ใช่พี่ \"อาร์ค อนล\" หรือเหนือเดือนของคณะวิศวฯ คนนี้ บอกเลยนะว่าการที่ผมตกเวทีตอนคัดเลือกเดือนคณะ ยังไม่หนักใจเท่าการมีลุงรหัสเป็นพี่อาร์คเลยอ่ะ เพราะอะไรน่ะหรอครับ...ก็เพราะพี่อาร์คทำให้ผมรู้สึกว่าผมพิเศษกว่าคนอื่นเค้านี่นา ทั้งบล็อกไอจี! บล็อกเฟซ! บล็อกแชต! ล่าสุดนี่คือบล็อกเบอร์กันด้วยแล้วนะครับ...กู-ถาม-จริง! ถามว่าใครเคยโดนแบบ \"อาร์ม อนณ\" คนหล่อคนนี้มั้ย ก็ไม่ไง แล้วทำไมผมต้องเป็นคนเดียวที่พิเศษกับลุงมันขนาดนี้ด้วยเล่า!",
        "writer": "JittiRain",
        "isbn": "9786160623921",
        "id": 1
      },
      {
        "name": "วิศวกรรณโยธา (เล่ม 1-2 จบ)",
        "description": "ผมนอนปิดไฟไม่ได้ เพราะมีเรื่องราวฝังใจมาตั้งแต่ตอนเด็ก แต่เด็กปีหนึ่งทุกคนต้อง-อยู่-หอ-ใน!!! ฮืออออ ชีวิตของ \"กรรณยุคล\" ถึงคราวลำบากแล้วครับ จะมีรูมเมตคนไหนที่นอนเปิดไฟทั้งคืนได้ไหม และคำตอบก็ปรากฏออกมาในเวลาไม่นานว่า... ไม่มีครับ ผมจึงต้องหารูมเมตใหม่ และโชคดีที่มีคนอยากเปลี่ยนรูมเมตเหมือนกันพอดี นั่นทำให้ผมได้มาเป็นรูมเมตกับ \"โยธา\" ที่เรียนอยู่ภาคโยธา ซึ่งเพื่อน ๆ ต่างบอกเป็นเสียงเดียวกันว่าผมเป็นเหมือนความสดใสของคณะ ส่วนเขาเป็นคุณความมืดมนที่ไม่มีใครอยากเฉียดเข้าใกล้ แล้วอย่างนี้ชีวิตปีหนึ่งของผมจะเป็นยังไง ไม่อยากจะคิดเลยจริง ๆ",
        "writer": "JittiRain",
        "isbn": "9786160626021",
        "id": 2
      },
      {
        "name": "วิศวะกับไฟฟ้า (เล่ม 1-2 จบ)",
        "description": "ผมชื่อ \"ไวน์ วิศวะ\" มนุษย์ติดห้องที่มีชีวิตสุดแสนจะน่าเบื่อ และกำลังพยายามทำภารกิจตัดบัวไม่เหลือใย ตัดใจไม่เหลือเธอ จนกระทั่งผมได้พบกับผู้ชายคนหนึ่งที่มีหน้าตาเหมือนพี่รหัสของผมราวกับแกะ คนที่ร่าเริงราวกับขโมยความสดใสไปจากคนทั้งโลก เขาพาผมออกไปเรียนรู้สิ่งต่าง ๆ มากมาย และมักเรียกผมว่า \"ไอ้ต้าวน้องไวน์\" เสมอ \n\nถึงอรุโณทัย...เธอรู้มั้ยว่าวันนี้เราเจอคนที่ช่วยทำให้เราลืมเธอได้แล้วนะ เพราะต่อจากนี้ผมคงจดจำได้แค่รอยยิ้มและความใจดีของคนเพียงคนเดียว เขาคนนั้นมีชื่อว่า... \"ไฟฟ้า\"",
        "writer": "JittiRain",
        "isbn": "9786160627394",
        "id": 3
      },
      {
        "name": "Engineer Cute Boy",
        "description": "จุดเริ่มต้นความสัมพันธ์ของพวกเขาเกิดขึ้นที่คณะวิศวกรรมศาสตร์ ไม่มีใครรู้ว่ายิ่งคบนานจะยิ่งผูกพัน หรือยิ่งเห็นความไม่พอดีระหว่างกันกันแน่ แต่เพราะทุกคนต้องเติบโต จึงไม่แปลกเลยที่จะมีการเปลี่ยนแปลงเกิดขึ้น จะเป็นยังไงหากวันหนึ่งคนที่แข็งกระด้างกลับอยากทำตัวมุ้งมิ้ง คนที่เงียบขรึมเป็นมนุษย์มืดมนกลับร่าเริงสดใส และคนที่เฟรนด์ลี่กับคนทั้งโลกกลับกลายเป็นเงียบเหงาเศร้าซึม ทุกการเปลี่ยนแปลงเหล่านั้น ไม่ว่าดีหรือแย่ มันก็เกิดขึ้นเพียงเพราะพวกเขายัง \"รัก\" กันอยู่ต่างหาก",
        "writer": "JittiRain",
        "isbn": "9786160627400",
        "id": 4
      },
      {
        "name": "ปลาบนฟ้า (เล่ม 1-2 จบ)",
        "description": "สำหรับผม เมืองน่านคนนั้นก็เหมือน \"ปลาบนฟ้า\" อยู่ไกลเกินเอื้อมเสียจนควรจะตัดใจซะถ้าไม่อยากเจ็บ เพราะผู้ชายอย่างไอ้ปีคนนี้มันดันฉลาดแต่เรื่องวิชาการ สอบตกเรื่องความรัก ผมเลยทำได้แค่แอบมองเขาอยู่ห่าง ๆ มาเป็นปี \n\nทว่า... ทันทีที่ผมตัดสินใจเป็นไงเป็นกันจะจีบเมืองน่านให้ได้ กลับมีผู้ชายคนหนึ่งมาตามเกาะปลาบนฟ้าของผมราวกับปลิง ซึ่งคนคนนั้นก็แค่หล่อ เท่ ฉลาด แฟนคลับเพียบ... เท่านั้นเอ๊งงง แต่ไอ้ปีคนนี้ไม่ยอมแพ้หรอก! ก่อนอื่นก็แค่ต้องกำจัดศัตรูหัวใจนี่ไปให้ไกล ๆ แต่ไหงกำจัดไปกำจัดมา... กลายเป็นมีคนมาสารภาพรักกับผมไปได้!",
        "writer": "JittiRain",
        "isbn": "9786160627073",
        "id": 5
      },
      {
        "name": "ดาวในน้ำ",
        "description": "ฉากหน้า ใครต่อใครอาจเห็นว่า \"เมืองน่าน\" ถูกรายล้อมด้วยผู้คนมากมาย คนตัวเล็กเป็นจุดศูนย์กลางความสนใจอยู่เสมอ ทว่าตัวตนที่แท้จริงของเขา...เหงาเกินกว่าใครจะคาดคิดและยิ่งเหงากว่าเดิม เมื่อ \"เหนือนคินทร์\" คนนั้นจากไป เหนือนคินทร์คนที่เขาเกลียดแสนเกลียด และขอให้อย่ากลับมาอีก เป็นเพราะหัวใจของเขารู้จักแต่ความเกลียดมาตลอดรึเปล่านะ พอคนที่เกลียดคนนั้นห่างหายไปจากชีวิต เขาถึงได้รู้สึกเหงาขนาดนี้ แล้วเป็นไปได้รึเปล่า...ที่ความเหงาจนแทบทนไม่ไหวที่เขาเผชิญอยู่ จะเปลี่ยนให้ความเกลียดคนคนนั้นค่อยๆ จางลง...จนมันกลายเป็นอีกความรู้สึกที่ลึกซึ้ง ตราตรึง และประทับแน่นอยู่ในใจได้ไม่ต่างจากความเกลียดเลย...",
        "writer": "JittiRain",
        "isbn": "9786160617494",
        "id": 6
      },
      {
        "name": "หลังม่าน | Behind the Scenes",
        "description": "คุณเคยมีความลับที่บอกใครไม่ได้หรือไม่... ตัวผมเองมีความลับอยู่เรื่องหนึ่ง ผมกับ \"ปราณ\" เราเป็นศัตรูกันมาตั้งแต่จำความได้ เหม็นขี้หน้ากันมาตั้งแต่รุ่นพ่อรุ่นแม่ ความบาดหมางถ่ายทอดโดยตรงผ่านสายเลือดแต่ก็ตลกดีที่เราต่างอยู่ไม่ใกล้ไม่ไกลกันมาตลอด บ้านอยู่ติดกัน เรียนโรงเรียนเดียวกันแถมยังสอบติดมหาลัยที่เดียวกันอีก ต่างตรงที่อยู่คนละคณะก็เท่านั้นเคยคิดว่าพอเข้าปีหนึ่งแล้วคงได้พักยกตีกันบ้าง ที่ไหนได้ คณะผมกับคณะมันดันเป็นคู่แค้นกันเสียนี่ความแค้นตกทอดผ่านรุ่นสู่รุ่นอีกแล้ว เจอหน้าทีไรเป็นต้องยกพวกซัดกันเหมือนกะให้ตายไปข้างแต่ใครจะรู้ ความอาฆาตที่เราแสดงต่อสาธารณชนนั้นแท้จริงแล้ว หลังม่านมีบางสิ่งถูกซ่อนอยู่ \nเรื่องระหว่างผมกับปราณ มันเป็นสิ่งที่ไม่ได้ตั้งใจให้เกิด เป็นสิ่งที่ต้องปกปิดไว้สุดชีวิตเพราะผมกำลังกลัว กลัวว่าเมื่อความลับนั้นไม่ใช่ความลับแล้วบางสิ่งที่เคยมีจะหายไป...",
        "writer": "afterday, -west-",
        "isbn": "9786160620494",
        "id": 7
      },
      {
        "name": "นับสิบจะจูบ เล่ม 1-2",
        "description": "\"จีน\" นักเขียนฟรีแลนซ์ ผู้ชายธรรมดาๆ คนหนึ่ง ถนัดเขียนนิยายแนวแฟนตาซีสยองขวัญ แต่นิยายชายรักชายกำลังเป็นที่นิยมของตลาด เขาจึงต้องตามกระแสอย่างหลีกเลี่ยงไม่ได้เขียนนิยายวายเล่มแรกในชีวิตอย่าง \"วิศวะผัวโหด\" ที่ดังเปรี้ยงปร้างถึงขนาดถูกนำไปสร้างเป็นซีรี่ส์ จนได้ \"นับสิบ\" นายแบบหนุ่มลุคคูล หนึ่งในผู้มาแคสติ้งบทพระเอกหมายเลขสิบแปด รูปลักษณ์งามสง่าดั่งเจ้าชายหลุดออกมาจากเทพนิยาย แต่หารู้ไม่ว่าเจ้าชายที่แท้นั้นคือหมาป่าห่มหนังแกะ แสร้งทำเป็นสุภาพบุรุษให้เจ้าของบทประพันธ์ตายใจ แล้วจะกลายเป็นพระเอกในชีวิตจริงของคนเขียนไปซะเองงั้นหรือ!? เรื่องราวยิ่งสับสนอลหม่านไปกันใหญ่ เมื่อนายเอกจากซีรี่ส์อย่าง \"เอ๋ย\" ที่ตอนแรกเหมือนจะชอบพระเอกของเรื่อง แต่แล้วกลับกลายหมายปองคุณจีนคนแต่งนิยายซะนี่ ส่วนนับสิบที่เปิดเผยตัวตนแล้วว่าเป็นคนเคยใกล้ชิดก็ย้ายมาอยู่ด้วยกันและวางแผนพิชิตใจด้วยวิธีพระเอก ทำทีเป็นหนุ่มแสนดีช่วยคุณจีนเขียนบทเลิฟซีนแบบใกล้ชิดสนิทแนบเนื้อ จนคนแต่งแทบไม่เป็นอันปิดต้นฉบับ แล้วไหนยังจะเรื่องรักนอกจอของพระเอกกับนักเขียนที่ไม่อาจปกปิดเป็นความลับไว้ได้นี่อีก ต้องมาลุ้นกันว่าเรื่องรักของพระเอกกับคนเขียนนิยายจะเทคเดียวผ่านมั้ย",
        "writer": "วาฬกลิ้ง",
        "isbn": "9786160037766",
        "id": 8
      },
      {
        "name": "How to Secretly เคล็ดลับ ล่อ หัวใจพี่ชายเพื่อน",
        "description": "นายเทคโนอาจจะมีเพื่อนสนิทเป็นเกย์ แถมรักกันหวานชื่น แต่เขาไม่เคยคาดคิดเลยว่าตัวเองจะต้องประสบพบพานประสบการณ์ถูกทะลวง ด้วยหน้าตาธรรมดา (มาก) ความสามารถธรรมดา (โคตร) ยังไม่นับรวมหุ่นสูงชะลูดที่มีดีแค่สูง ที่เหลือธรรมดา (สุดๆ) ใครเล่าจะคิดว่าจะถูกผู้ชายหล่อ (มาก) มาดแมน (สุดๆ) รวย (โคตร) แถมเรียนเก่ง (ขนาดเทพรุ่น) มาหวังสอยตูดเปลี่ยนแมนให้เป็นเมีย แล้วเขาจะไม่อะไรเลยนะถ้าไอ้ผู้ชายคนนั้นไม่ใช่...เพื่อนน้องชาย!",
        "writer": "MAME",
        "isbn": "9786164746954",
        "id": 9
      },
      {
        "name": "How to Change กลเม็ด พลิกหัวใจ นายรุ่นพี่",
        "description": "เมื่อเอกราชของ 'นายเทคนิค' มีภัยคุกคาม โดยรุ่นพี่หน้าใสอย่าง 'พี่เท่' ที่ชื่อไม่สมตัว กลวิธีการ 'พลิก' จึงเริ่มต้นขึ้น \n\"น้องนิคหันหลังมาสิครับ พี่จะทำให้น้องนิคพอใจให้ได้\"\n-พี่เท่-\n\n\"เรื่องสิ ถ้ามันรุก เดี๋ยวกูพลิก! ถ้ามันเสียบ เดี๋ยวกูยัด! จะเอาจนมันเลิกอยากเสียบไปตลอดชีวิตเลย!!!\"",
        "writer": "MAME",
        "isbn": "9786164746831",
        "id": 10
      }
    ]
  }